openfoam2/OpenFOAM-2.3.x/tutorials/lagrangian/reactingParcelFilmFoam/cylinder/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allrun.pre

application=`getApplication`

runApplication $application
